<template>
    <div class="taolun-child-2">
      <div @click="read(0,$event)">
        <div>假账分类</div>
        <ul  class="suhongling">
            <li>假账真算<br />假账真算是会计用以记账的依据本身是虚假的，那么即使它的会计核算再认真，最终产生的会计报表数据也依然是虚假的。</li>
            <li>真账假算<br />真账假算是会计用以记账的依据是真实的，但后期的加工处理却采用了弄虚作假手法，最终导致财务报表数据失真。例如，企业为了逃避监管部门对部分不合理、不合法开支的检查，人为地设置"两本账"，一本是对外公开的财务报表账，一本是供企业内部人使用的小金库账，有些企业甚至根据不同目的造假，人为编造出三本账、四本账、五本账。以应付政府监管的不同方面。</li>
        </ul>
      </div>
      <div @click="read(1,$event)">
        <div>假账的表现形式</div>
        <ul  class="suhongling">
            <li>伪造、篡改、不如实填写原始凭证<br />这是行为人使用涂改等手法更改凭证的日期、摘要、数量、单价、金额等，或采用伪造印鉴、冒充签名、涂改内容等手法，来制造证明经济业务的原始凭证，如：某厂职工利用一张字迹模糊，只有小写金额没有大写金额的发票，在金额"50.12"元前添写"1",改"150.12"元，同时按150.12元加大写金额，在财务科顺利报捎。又如：伪造单据套取现金，私设小金库。单位以购买某种物品为名，编造假发票，套取现金单独存放，用于不当支出。</li>
            <li>白条顶库<br />所谓白条，是指行为人开具或索取不符合正规凭证要求的发货票和收付款项证据，以逃避监督或偷漏税款的一种舞弊手段。主要手法有：1）打白条子，即以个人或单位的名义，在白纸上书写证明收支款项或领发货物的字样，作为发票来充当原始凭证。2）以收据代替发票这种手法经常用来偷逃税款，一些个体私营业主，当面对消费者为个人时，只开具收据来证明此项经济业务的发生，而不开发票，以避免税务机关的检查而偷逃税款。3）不按发票规定用途使用发票，如以零售、批发商业发票来代替饮食服务行业发票。</li>
            <li>取得虚假发票<br />这种虚假发票包括两种情况，一种是发票本身是假的，另一种情况就是发票所记载的内容是虚假的，虽然国家以法律形式明文规定不得使用假发票，并且要求各单位要重视发票的管理和使用，但近年来假发票却是风行天下，十分猖獗的。单位之间相互开具假发票，其至有人专门心开目代好曾者。</li>
            <li>自制假单据、虚开发票<br />虚开发票是行为人在开具发票时，除在金额上采用阴阳术外，还开列虚假品名、价格、数量、日期等，以蒙混过关，便于报销，具体手法：1、虚假品名：用便于报销的物品名称代替不符合报销要求的实物名称。如购买化妆品开列为劳保用品，购买保健品开列为药品等。2、虚假价格；按需要开列价格或按照虚假货物品名开列相符的价格，根据收款方、付款方作弊的不同要求，虚假价格具有高开、低开、平开三种方式。3、虚假数量；按需要开列数量或配合虚假货物价格开列数量，根据收款方、付款方作弊的不同要求，虚假数量具有多计、少计、等计三种方式。4、假票真开：用假发票开具真实业务，一个单位的假单据有时并不全是外单位开具的，也有本单位业务部门、财会部门自制假单据报账的情况。有的单位通过开具不真实的销货发票，虚减库存，将真实的货物销售后将收入不入账，作为本单位的"小金库"来源，以用来掩盖各种不合法的支出；还有的单位自制假的支出单据，开支一些正常业务无法报销的费用；还有的单位用自行印制的专用收据隐瞒收入。</li>
            <li>证证不符<br />是指原始凭证与记账凭证二者之间的不相符。这种现象可以说是普遍性的，有的原始凭证所记录的经济业务内容，发生日期与记账凭证所用会计科目应反映的内容、记账日期明显不符；有的记账凭证上所列明的原始凭证张数与实际所附张数不符等。</li>
            <li>记账凭证上账户对应关系不正常<br />单位在经济活动中进行会计核算，记账凭证上所使用的会计科目和其所使用的会计科目和其所反映的具体经济业务内容，应符合财务会计制度的规定，但有些单位却经常使用一些往来科目来偷逃税款，隐瞒收入。</li>
            <li>虚构经济业务，编造虚假记账凭证<br />有的单位为了享受国家税法规定的可用税前利润连续三年补亏的税收政策，而编造虚假的经济业务来体现亏损，也有的单位为了体现业绩而虚构一些经济业务来为大众呈现一种"虚盈实亏"的表现。</li>
            <li>假账真做<br />无原始凭证而凭空填制记账凭证，或在填制记账凭证时，让其余额与原始凭证不符，并将原始凭证与记账凭证不符的凭证混杂于众多凭证之中。</li>
            <li>真账假做<br />故意用错会计科目或忽略某些业务中涉及到的中间科目，来混淆记账凭证对应关系等。</li>
        </ul>
      </div>
      <div @click="read(2,$event)">
          <div>识别假账的几种方法</div>
          <ul  class="suhongling">
            <li>了解企业的经营情况<br />了解企业的经营情况，查看其是否有造假的动机，如查看其有无大额银行贷款。若有，看其财务指标是否能满足贷款需要。了解企业的生产过程、销售方式、工资结构及商品、材料的进货渠道，这些情况和财务的差异就是查账的线索。深入生产车间和经营场地，对企业生产工序、经营范围进行了解，也能发现一些假账的线索。</li>
            <li>了解企业内控<br />了解企业内控，特别是资金调控及费用报销流程，关注企业大额资金流向及使用。特别是资金紧张的企业，其每笔资金的开支都是事先预定好的。通过询问大额资金的流向，也能发现蛛丝马迹。</li>
            <li>发现不合理<br />所谓功夫在诗外，发现企业有不合常理的支出应穷追猛打，一定要弄出个所以然。如：在审计一家摩托车销售企业时，发现其有一笔金额较大的广告费支出，经查为购买洗衣机做销售奖励用，其全部列支为费用支出。而按惯例，搞这类活动一般会由生产厂家支持的。经询问，果然此次活动有厂家50％的赞助，而企业为了加大自身的费用，冲减利润，将这些赞助列入了内账。</li>
          </ul>
      </div>
      <div @click="read(3,$event)">
        <div>我的讨论</div>
          <ul  class="suhongling">
              <li v-for="item in myDiscuss" :key="item">{{ item }}</li>
          </ul>
      </div>
    </div>
  </template>
  
  <script>
  export default {
      props:['myDiscuss'],
      methods:{
          read:function(id,e){
              if(document.querySelectorAll('.taolun-child-2>div')[id].className==='active')
                  document.querySelectorAll('.taolun-child-2>div')[id].className=''
              else
                  document.querySelectorAll('.taolun-child-2>div')[id].className='active'
          }
      }
  }
  </script>
  
  <style lang="less">
  .taolun-child-2{
      height: 450px;
      overflow-y: scroll;
      >div{
          transition: 0.5s linear;
          overflow: hidden;;
          height: 70px;
          border-bottom: 1px dashed #000;
          border-right: 1px solid #000;
          border-left: 1px solid #000;
          >div{
              height: 70px;
              line-height: 35px;
              font-size: 30px;
              font-weight: bolder;
          }
      }
      .active{
          height: 1000px;
          overflow-y: hidden;
      }
  
  }
  </style>